export interface IReview {
	authorName: string
	authorImg: string
	rate: number
	text: string
}

export const reviewsList: IReview[] = [
	{
		authorName: 'Олександр',
		authorImg: '/reviews/reviewImg1.png',
		rate: 5,
		text: 'Звернувся на полірування кузова та результат перевершив очікування. Авто виглядає бездоганно: глибокий колір, жодної подряпини. Робота виконана акуратно, з увагою до деталей. Дякую за якісний сервіс!',
	},
	{
		authorName: 'Богдан',
		authorImg: '/reviews/reviewImg2.png',
		rate: 5,
		text: 'Це просто космос! Машина виглядає краще, ніж коли я її купував. Салон чистий до блиску, кузов сяє, навіть запах став приємнішим. Ви — справжні майстри! Вже порадив вас друзям.',
	},
	{
		authorName: 'Назарій',
		authorImg: '/reviews/reviewImg3.png',
		rate: 5,
		text: 'Прийшов за рекомендацією  і не пошкодував. Все чітко: запис без черг, пояснили, що краще підійде саме моєму авто, зробили вчасно. Видно, що працюють з душею. Тепер тільки до вас. ',
	},
	{
		authorName: 'Іван',
		authorImg: '/reviews/reviewImg2.png',
		rate: 4,
		text: 'Бульба бульба бульба Бульба бульба бульба Бульба бульба бульба Бульба бульба бульбаБульба бульба бульба Бульба бульба бульба Бульба бульба бульба Бульба бульба бульба Бульба бульба бульба Бульба бульба бульба!',
	},
]
